Repository: 0xJacky/vphone-cli
Catalog: VPhoneLaunchpad/VPhoneLaunchpad/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hans

source: Nothing pending
ja: 保留中の項目なし
ko: 대기 중인 항목 없음
vi: Không có mục nào đang chờ
zh_hans: 没有待处理项

source: Set as Default
ja: デフォルトに設定
ko: 기본값으로 설정
vi: Đặt làm mặc định
zh_hans: 设为默认

source: Settings
ja: 設定
ko: 설정
vi: Cài đặt
zh_hans: 设置

source: The Core Bundle of %@ is not installed. Choose another Core Bundle for it.
ja: %@ のコアバンドルがインストールされていません。別のコアバンドルを選択してください。
ko: %@의 코어 번들이 설치되어 있지 않습니다. 다른 코어 번들을 선택하세요.
vi: Bundle lõi của %@ chưa được cài đặt. Hãy chọn Bundle lõi khác cho máy này.
zh_hans: %@ 的核心 Bundle 未安装。请为它选择其他核心 Bundle。

source: The boot chain is built when the machine is created. Host programs, the guest environment and guest patches can be changed later.
ja: ブートチェーンはマシンの作成時に構築されます。ホストプログラム、ゲスト環境、ゲストのパッチは後から変更できます。
ko: 부트 체인은 머신을 만들 때 빌드됩니다. 호스트 프로그램, 게스트 환경, 게스트 패치는 나중에 변경할 수 있습니다.
vi: Chuỗi khởi động được dựng khi tạo máy. Chương trình máy chủ, môi trường máy khách và các bản vá máy khách có thể thay đổi sau.
zh_hans: 启动链在创建机器时构建。主机程序、客户机环境和客户机补丁之后仍可更改。

source: The default. Guests share one network on this Mac and leave through its physical interface, so they skip a VPN.
ja: デフォルトです。ゲストはこの Mac 上の 1 つのネットワークを共有し、物理インターフェイスから外部に出るため、VPN を通りません。
ko: 기본값입니다. 게스트는 이 Mac의 네트워크 하나를 공유하고 물리 인터페이스를 통해 나가므로 VPN을 거치지 않습니다.
vi: Mặc định. Các máy khách dùng chung một mạng trên máy Mac này và đi ra qua giao diện vật lý của nó, nên không đi qua VPN.
zh_hans: 默认模式。客户机共用这台 Mac 上的一个网络，并通过其物理接口出站，因此不经过 VPN。

source: The guest environment is from %@.
ja: ゲスト環境は %@ のものです。
ko: 게스트 환경은 %@에서 가져온 것입니다.
vi: Môi trường máy khách lấy từ %@.
zh_hans: 客户机环境来自 %@。

source: The host programs and the guest environment come from different Core Bundles. Update the guest environment to match.
ja: ホストプログラムとゲスト環境が異なるコアバンドルから来ています。ゲスト環境を更新して揃えてください。
ko: 호스트 프로그램과 게스트 환경이 서로 다른 코어 번들에서 왔습니다. 게스트 환경을 업데이트해 맞추세요.
vi: Chương trình máy chủ và môi trường máy khách đến từ các Bundle lõi khác nhau. Hãy cập nhật môi trường máy khách cho khớp.
zh_hans: 主机程序与客户机环境来自不同的核心 Bundle。请更新客户机环境以保持一致。

source: The install keeps running. Core Bundles shows it again.
ja: インストールは続行されます。「コアバンドル」で再び表示できます。
ko: 설치는 계속 진행됩니다. 코어 번들에서 다시 볼 수 있습니다.
vi: Quá trình cài đặt vẫn tiếp tục. Bundle lõi sẽ hiển thị lại.
zh_hans: 安装会继续进行，可在“核心 Bundle”中再次查看。

source: The install of %@ did not finish.
ja: %@ のインストールが完了しませんでした。
ko: %@ 설치가 완료되지 않았습니다.
vi: Cài đặt %@ chưa hoàn tất.
zh_hans: %@ 的安装未完成。

source: These machines use it: %@. Choose another Core Bundle for them first.
ja: 次のマシンが使用しています：%@。先に別のコアバンドルを選択してください。
ko: 다음 머신이 사용 중입니다: %@. 먼저 다른 코어 번들을 선택하세요.
vi: Các máy sau đang dùng: %@. Hãy chọn Bundle lõi khác cho chúng trước.
zh_hans: 以下机器正在使用：%@。请先为它们选择其他核心 Bundle。

source: This Mac can run machines.
ja: この Mac でマシンを実行できます。
ko: 이 Mac에서 머신을 실행할 수 있습니다.
vi: Máy Mac này có thể chạy máy ảo.
zh_hans: 这台 Mac 可以运行虚拟机。

source: This Mac is not ready yet.
ja: この Mac はまだ準備ができていません。
ko: 이 Mac은 아직 준비되지 않았습니다.
vi: Máy Mac này chưa sẵn sàng.
zh_hans: 这台 Mac 尚未准备就绪。

source: This Mac only
ja: この Mac のみ
ko: 이 Mac만
vi: Chỉ máy Mac này
zh_hans: 仅限这台 Mac

source: Unable to Change the Core Bundle of %@
ja: %@ のコアバンドルを変更できません
ko: %@의 코어 번들을 변경할 수 없음
vi: Không thể đổi Bundle lõi của %@
zh_hans: 无法更改 %@ 的核心 Bundle

source: Unable to record the Core Bundle of %@.
ja: %@ のコアバンドルを記録できません。
ko: %@의 코어 번들을 기록할 수 없습니다.
vi: Không thể ghi lại Bundle lõi của %@.
zh_hans: 无法记录 %@ 的核心 Bundle。

source: Update guest environment
ja: ゲスト環境を更新
ko: 게스트 환경 업데이트
vi: Cập nhật môi trường máy khách
zh_hans: 更新客户机环境

source: Used by %@
ja: 使用中：%@
ko: 사용 중: %@
vi: Đang dùng: %@
zh_hans: 使用者：%@

source: Used by %@ and the IPSW cache
ja: %@ と IPSW キャッシュが使用
ko: %@ 및 IPSW 캐시가 사용
vi: Được %@ và bộ nhớ đệm IPSW sử dụng
zh_hans: %@ 和 IPSW 缓存占用

source: Used by %lld library folders and the IPSW cache
ja: %lld 個のライブラリフォルダと IPSW キャッシュが使用
ko: 라이브러리 폴더 %lld개 및 IPSW 캐시가 사용
vi: Được %lld thư mục thư viện và bộ nhớ đệm IPSW sử dụng
zh_hans: %lld 个资料库文件夹和 IPSW 缓存占用

source: Used by %lld machines
ja: %lld 台のマシンが使用中
ko: 머신 %lld대가 사용 중
vi: %lld máy đang dùng
zh_hans: %lld 台机器正在使用

source: Used only while restoring; a change matters at the next restore
ja: 復元中にのみ使用され、変更は次回の復元で反映されます
ko: 복원 중에만 사용되며 변경 사항은 다음 복원 때 반영됨
vi: Chỉ dùng khi khôi phục; thay đổi có tác dụng ở lần khôi phục tiếp theo
zh_hans: 仅在恢复期间使用；更改会在下次恢复时生效

source: Used without preflight
ja: 事前チェックなしで使用中
ko: 사전 점검 없이 사용 중
vi: Đang dùng mà không kiểm tra trước
zh_hans: 未经预检使用

source: VPhone.bundle %@ did not pass host preflight.
ja: VPhone.bundle %@ はホストの事前チェックに合格しませんでした。
ko: VPhone.bundle %@이(가) 호스트 사전 검사를 통과하지 못했습니다.
vi: VPhone.bundle %@ không vượt qua kiểm tra máy chủ.
zh_hans: VPhone.bundle %@ 未通过主机预检。

source: VPhone.bundle %@ is not installed.
ja: VPhone.bundle %@ はインストールされていません。
ko: VPhone.bundle %@이(가) 설치되어 있지 않습니다.
vi: VPhone.bundle %@ chưa được cài đặt.
zh_hans: VPhone.bundle %@ 未安装。

source: VPhone.bundle %@ is not installed. Choose Change Core Bundle… to run this machine with another version.
ja: VPhone.bundle %@ はインストールされていません。「コアバンドルを変更…」を選択して、このマシンを別のバージョンで実行してください。
ko: VPhone.bundle %@이(가) 설치되어 있지 않습니다. 코어 번들 변경…을 선택해 이 머신을 다른 버전으로 실행하세요.
vi: VPhone.bundle %@ chưa được cài đặt. Chọn Đổi Bundle lõi… để chạy máy này với phiên bản khác.
zh_hans: VPhone.bundle %@ 未安装。请选择“更改核心 Bundle…”，用其他版本运行这台机器。

source: vphone-cli and vphone-vm come from this bundle at every start.
ja: vphone-cli と vphone-vm は起動のたびにこのバンドルから読み込まれます。
ko: vphone-cli와 vphone-vm은 시작할 때마다 이 번들에서 실행됩니다.
vi: vphone-cli và vphone-vm được lấy từ bundle này mỗi lần khởi động.
zh_hans: 每次启动时都使用此 Bundle 中的 vphone-cli 和 vphone-vm。

source: vphoned and the hook libraries in the guest.
ja: ゲスト内の vphoned とフックライブラリ。
ko: 게스트의 vphoned와 후크 라이브러리.
vi: vphoned và các thư viện hook trong máy khách.
zh_hans: 客户机中的 vphoned 和 hook 库。

source: New device identity
ja: 新しいデバイス ID
ko: 새 기기 식별 정보
vi: Danh tính thiết bị mới
zh_hans: 新的设备身份

source: The clone gets its own ECID, UDID and MAC address, so it can run alongside the original. The guest asks to trust this Mac again the first time it connects.
ja: 複製には独自の ECID、UDID、MAC アドレスが割り当てられるため、元のマシンと同時に実行できます。初めて接続するとき、ゲストはこの Mac を信頼するかどうかを再度確認します。
ko: 복제본은 고유한 ECID, UDID 및 MAC 주소를 받으므로 원본과 함께 실행할 수 있습니다. 처음 연결할 때 게스트가 이 Mac을 신뢰할지 다시 묻습니다.
vi: Bản sao nhận ECID, UDID và địa chỉ MAC riêng nên có thể chạy cùng lúc với máy gốc. Ở lần kết nối đầu tiên, máy khách sẽ hỏi lại có tin cậy máy Mac này không.
zh_hans: 克隆会获得自己的 ECID、UDID 和 MAC 地址，因此可以与原虚拟机同时运行。首次连接时，客户机会再次询问是否信任这台 Mac。

source: The clone is the same device as the original. Run only one of them at a time.
ja: 複製は元のマシンと同じデバイスです。同時に実行できるのはどちらか一方だけです。
ko: 복제본은 원본과 같은 기기입니다. 한 번에 하나만 실행하십시오.
vi: Bản sao là cùng một thiết bị với máy gốc. Mỗi lúc chỉ chạy một trong hai máy.
zh_hans: 克隆与原虚拟机是同一台设备。两者同一时间只能运行一个。

source: Snapshots…
ja: スナップショット…
ko: 스냅샷…
vi: Ảnh chụp nhanh…
zh_hans: 快照…

source: Unable to List Snapshots
ja: スナップショットを一覧表示できません
ko: 스냅샷 목록을 가져올 수 없음
vi: Không thể liệt kê ảnh chụp nhanh
zh_hans: 无法列出快照

source: Taking snapshot…
ja: スナップショットを作成中…
ko: 스냅샷 생성 중…
vi: Đang tạo ảnh chụp nhanh…
zh_hans: 正在拍摄快照…

source: Reverting to snapshot…
ja: スナップショットに復元中…
ko: 스냅샷으로 되돌리는 중…
vi: Đang hoàn nguyên về ảnh chụp nhanh…
zh_hans: 正在恢复到快照…

source: Deleting snapshot…
ja: スナップショットを削除中…
ko: 스냅샷 삭제 중…
vi: Đang xóa ảnh chụp nhanh…
zh_hans: 正在删除快照…

source: %@ Snapshots
ja: %@ のスナップショット
ko: %@ 스냅샷
vi: Ảnh chụp nhanh của %@
zh_hans: %@ 的快照

source: Take Snapshot…
ja: スナップショットを作成…
ko: 스냅샷 생성…
vi: Tạo ảnh chụp nhanh…
zh_hans: 拍摄快照…

source: Save the machine's disk, SEP storage and NVRAM as they are now.
ja: マシンのディスク、SEP ストレージ、NVRAM を現在の状態で保存します。
ko: 머신의 디스크, SEP 저장소 및 NVRAM을 현재 상태 그대로 저장합니다.
vi: Lưu ổ đĩa, bộ nhớ SEP và NVRAM của máy ảo ở trạng thái hiện tại.
zh_hans: 按当前状态保存虚拟机的磁盘、SEP 存储和 NVRAM。

source: Revert…
ja: 復元…
ko: 되돌리기…
vi: Hoàn nguyên…
zh_hans: 恢复…

source: Revert %@ to “%@”?
ja: %1$@ を「%2$@」に復元しますか？
ko: %1$@을(를) “%2$@”(으)로 되돌리겠습니까?
vi: Hoàn nguyên %1$@ về “%2$@”?
zh_hans: 将 %1$@ 恢复到“%2$@”？

source: Revert
ja: 復元
ko: 되돌리기
vi: Hoàn nguyên
zh_hans: 恢复

source: The machine's current disk, SEP storage and NVRAM are replaced with the snapshot's. Anything changed since then is lost unless you take a snapshot first.
ja: マシンの現在のディスク、SEP ストレージ、NVRAM がスナップショットのものに置き換えられます。先にスナップショットを作成しておかないと、それ以降の変更はすべて失われます。
ko: 머신의 현재 디스크, SEP 저장소 및 NVRAM이 스냅샷의 것으로 대체됩니다. 먼저 스냅샷을 생성하지 않으면 그 이후의 변경 사항은 모두 사라집니다.
vi: Ổ đĩa, bộ nhớ SEP và NVRAM hiện tại của máy ảo sẽ được thay bằng của ảnh chụp nhanh. Mọi thay đổi kể từ đó sẽ mất, trừ khi bạn tạo ảnh chụp nhanh trước.
zh_hans: 虚拟机当前的磁盘、SEP 存储和 NVRAM 将被替换为快照中的版本。除非先拍摄快照，否则此后的所有更改都会丢失。

source: Delete Snapshot “%@”?
ja: スナップショット「%@」を削除しますか？
ko: 스냅샷 “%@”을(를) 삭제하겠습니까?
vi: Xóa ảnh chụp nhanh “%@”?
zh_hans: 删除快照“%@”？

source: The snapshot's files are removed. The machine itself is not changed. This cannot be undone.
ja: スナップショットのファイルが削除されます。マシン自体は変更されません。この操作は取り消せません。
ko: 스냅샷의 파일이 제거됩니다. 머신 자체는 변경되지 않습니다. 이 작업은 실행 취소할 수 없습니다.
vi: Các tệp của ảnh chụp nhanh sẽ bị xóa. Bản thân máy ảo không thay đổi. Không thể hoàn tác thao tác này.
zh_hans: 快照的文件将被移除，虚拟机本身不受影响。此操作无法撤销。

source: No Snapshots
ja: スナップショットなし
ko: 스냅샷 없음
vi: Không có ảnh chụp nhanh
zh_hans: 没有快照

source: Take a snapshot before you change the guest, so you can put it back later. A snapshot keeps the disk, SEP storage and NVRAM; settings and the Core Bundle are not part of it.
ja: ゲストを変更する前にスナップショットを作成しておくと、あとで元の状態に戻せます。スナップショットにはディスク、SEP ストレージ、NVRAM が含まれます。設定とコアバンドルは含まれません。
ko: 게스트를 변경하기 전에 스냅샷을 생성해 두면 나중에 되돌릴 수 있습니다. 스냅샷에는 디스크, SEP 저장소 및 NVRAM이 포함되며, 설정과 코어 번들은 포함되지 않습니다.
vi: Hãy tạo ảnh chụp nhanh trước khi thay đổi máy khách để có thể khôi phục sau này. Ảnh chụp nhanh giữ ổ đĩa, bộ nhớ SEP và NVRAM; cài đặt và Bundle lõi không nằm trong đó.
zh_hans: 在更改客户机之前拍摄快照，以后就能恢复回来。快照包含磁盘、SEP 存储和 NVRAM，不包含设置和核心 Bundle。

source: Try Again
ja: 再試行
ko: 다시 시도
vi: Thử lại
zh_hans: 重试

source: Date Created
ja: 作成日
ko: 생성일
vi: Ngày tạo
zh_hans: 创建日期

source: Note
ja: メモ
ko: 메모
vi: Ghi chú
zh_hans: 备注

source: Stop the machine to take, revert to or delete a snapshot.
ja: スナップショットを作成、復元、削除するには、マシンを停止してください。
ko: 스냅샷을 생성, 되돌리기 또는 삭제하려면 머신을 중지하십시오.
vi: Hãy dừng máy để tạo, hoàn nguyên hoặc xóa ảnh chụp nhanh.
zh_hans: 停止虚拟机后才能拍摄、恢复或删除快照。

source: Take Snapshot of %@
ja: %@ のスナップショットを作成
ko: %@ 스냅샷 생성
vi: Tạo ảnh chụp nhanh của %@
zh_hans: 为 %@ 拍摄快照

source: A snapshot with this name already exists.
ja: この名前のスナップショットはすでに存在します。
ko: 이 이름의 스냅샷이 이미 있습니다.
vi: Đã có ảnh chụp nhanh mang tên này.
zh_hans: 已存在同名快照。

source: Optional
ja: 任意
ko: 선택 사항
vi: Không bắt buộc
zh_hans: 可选

source: The snapshot keeps the machine's disk, SEP storage and NVRAM as they are now. Its settings and Core Bundle are not part of it.
ja: スナップショットには、マシンのディスク、SEP ストレージ、NVRAM が現在の状態で保存されます。設定とコアバンドルは含まれません。
ko: 스냅샷은 머신의 디스크, SEP 저장소 및 NVRAM을 현재 상태 그대로 보관합니다. 설정과 코어 번들은 포함되지 않습니다.
vi: Ảnh chụp nhanh giữ ổ đĩa, bộ nhớ SEP và NVRAM của máy ảo ở trạng thái hiện tại. Cài đặt và Bundle lõi không nằm trong đó.
zh_hans: 快照会按当前状态保存虚拟机的磁盘、SEP 存储和 NVRAM，不包含其设置和核心 Bundle。

source: Take Snapshot
ja: スナップショットを作成
ko: 스냅샷 생성
vi: Tạo ảnh chụp nhanh
zh_hans: 拍摄快照

source: OK
ko: 확인
zh_hans: 好

source: cloudOS IPSW
vi: IPSW cloudOS

source: iPhone IPSW
vi: IPSW iPhone
